{
  "HGR": "HGR",
  "ds": "Dashboard",
  "cat": "Catalog",
  "ln": "List now",
  "ls": "Listings",
  "set": "Settings",
  "srvc": "Services",
  "hlp": "Help",
  "ac": "Active",
  "pen": "Pending",
  "ter": "Terminated",
  "imp": "Imported",
  "qt": "Quota",
  "upg": "Upgrade",
  "addchan": "Add new channel",
  "lgout": "Logout",
  "noti": "notifications",
  "token": "Tokens",
  "lnkst": "Linked store",
  "copy": "Copy",
  "edt": "Edit",
  "opt": "Optimize",
  "advsearch": "Advance Search",
  "search": "Search...",
  "liketosell": "Where would you like to sell",
  "mrktplc": "Marketplace",
  "ebayslctd": "It lets you sell products from any category. Update your listing information and sell anything you wish.",
  "onwstore": "Your own store",
  "shopslctd": "It provides a range of e-commerce tools to help you build and promote your store.",
  "amzsltcd": "It gives your products great exposure due to the high number of visitors. Optimise your titles and item information to increase sells.",
  "amzsub": "*you need to be self-employed to sell on Amazon.",
  "platchck": "*Please select a platform on which you’d like to sell in order to proceed.",
  "nxt": "Next",
  "pre": "Previous",
  "stp": "step",
  "bar1": "Select where you’re selling from",
  "bar2": "Where is your store based",
  "bar3": "HGR account connection",
  "acnt": "account",
  "lstopt": "Listing options",
  "lnk": "Link",
  "storebay": "No worries! With the Ebay Global shipping program you will be able to sell everywhere, we need to know the country your Ebay account is registered in.",
  "storamz": "No worries! You can request to sell in other countries, we need to know the one your account is registered in.",
  "storshp": "No worries! you can create different stores linked to different countries. We need to manage them separately as some suppliers have different prices and shipping times for each country.",
  "strchck": "*Please select a country in order to proceed",
  "acntchk": "*You need to have the Amazon Business seller program, not just sell on Amazon.",
  "doyou": "Do you have an",
  "amzseller": "Are you an Amazon seller?",
  "shpstor": "Do you have a Shopify store?",
  "noebay": "No eBay account? We will happily show you How to get started!",
  "noamz": "No Amazon seller yet? We will happily show you how to get started!",
  "noshop": "No Shopify store yet? We will happily show you how to get started!",
  "ebayacntslct": "Before you start selling, you’ll need an eBay account. If you don’t already have one, you’ll need to register. You can choose between a personal or business account.",
  "amznacntslct": "What is the Amazon Business seller program? The Amazon Business seller program is a free upgrade to the Professional Selling plan allowing sellers to cater to the specific requirements of business customers by providing features optimized for business-to-business transactions",
  "nvgt": "Navigate to the ",
  "shpweb": "Shopify website ",
  "shppara1": "and click on Start free trial. Fill in your desired email address, password and store name. ",
  "shppara2": " Remember, you’re going to need to choose a unique name for your store, otherwise Shopify won’t allow you to purchase the domain. ",
  "shppara3": " To get started, we set up a dedicated page that will show you all you need to Know in order to set up the Shopify account and store. ",
  "ebay1": " If you plan to sell casually, like selling items you no longer need or want, a personal account is the best option. Pick a business account if you want to sell large quantities, or have items that you’ve made or bought to resell. ",
  "ebay2": " To get started, we set up a dedicated page that will show you all you need to Know in order to set up the Amazon account and the business seller program.",
  "amznpara1": " To get started, we set up a dedicated page that will show you all you need to Know in order to set up the Amazon account and the business seller program. ",
  "amznpara2": "To get started, we set up a dedicated page that will show you all you need to Know in order to set up the Amazon account and the business seller program. ",
  "howtobcm": "How to become an ",
  "seller": " seller",
  "haveebayacnt": " Yes, I do have an eBay account",
  "haveamznacnt": " Yes I’m a seller on Amazon",
  "haveshopacnt": " How to become an Shopify seller",
  "step4h": " How do you want HGR to connect to Your",
  "changeset": "  *You can change this setting later on",
  "api": "API",
  "wapi": "  With API",
  "advnc": "  Advance",
  "napi": "  ",
  "easy": "Easy",
  "ebayapiconnect": "We automatically connect to eBay using their official API.",
  "easier": "Easier to get started",
  "automated": "Fully automated",
  "support": "Officially supported by eBay",
  "step4para1": "We update your store simulating manual interaction. We don’t connect to",
  "runext": " You will run the extension on your own computer",
  "oncomputer": " *You need to keep your computer on at all times, with our non api extension connected to your",
  "extpkg": " We will run the extension on our servers(+£9/month).",
  "keeppcon": "*you don’t need to worry about keeping your computer on.",
  "whyext": "Why do we use this extension?",
  "strictpara": " is becoming very strict with seller accounts. Our No API extension Prevents them from detecting the connection of an automated system. See our tutorial here.",
  "seetut": " See our tutorial here",
  "step4check": "*Please select a way to connect",
  "howextrun": "*Select how the extension should be running",
  "whatsur": "What is your",
  "username": " username",
  "makesure": "Please make sure that you enter your",
  "notur": "and not your email address or store name.",
  "fill": "*Please fill in your",
  "step5h": "Choose a way to list",
  "cata": "Catalog",
  "catapara": "Choose your favourite supplier and we recommend products for you.",
  "manual": "Manual listing",
  "manualpara": "  Use our browser extension to add listings directly from the source.",
  "bulk": "Bulk listing",
  "bulkpara": "List as many items as you want by adding urls from different sources.",
  "welist": "We list for you",
  "welistpara": "No idea what to list? We will pick the best selling items for you!",
  "btnlist": " For only £9.99",
  "listcheck": "  *Please choose a way to list.",
  "fininsh": "Fininsh",
  "favsupp": "  Choose your favourite supplier and we recommend products for you."
}
